{
  "name": "British Isles & Cities Discovery Cruise",
  "uri": {
    "localName": "ng5w8LfZ8Wl",
    "namespace": "http://data.telegraph.co.uk/resource/"
  },
  "aliases": [],
  "comment": null,
  "activePartner": {
    "label": "Newmarket Holidays",
    "id": "nD7wrdHhCxx",
    "productId": null,
    "logos": [
      "http://telegraph.co.uk/content/dam/Travel/commerce-partners/newmarket/logos/RESTRICTED-newmarket-logo-TRAVEL.jpg"
    ],
    "accreditations": [],
    "contactDetails": [
      {
        "label": "0330 037 2226",
        "type": "Concierge",
        "alternativeLabel": null,
        "notes": null
      }
    ],
    "partnerDescription": "Newmarket Holidays is a highly respected independent tour operator, having won the British Travel Awards for the best large escorted tours holiday company for three consecutive years. The company prides itself on its customer service, commitment to affordable holidays and vast array of stunning destinations. From exclusive theatre breaks in New York to escorted tours to Europe’s most historic and culturally diverse cities, and from river cruises along the Rhine and Danube to festive coach breaks to the timeless winter markets in Bruges and Berlin, Newmarket Holidays deliver unforgettable tours that offer great value to Telegraph readers.This holiday is provided by, and your resulting contract and booking conditions will be with, Newmarket Holidays Ltd (company number 02238316), ABTA V7812/ V787X, ATOL 2325, a company wholly independent of Telegraph Media Group Limited.",
    "termsAndConditionsURL": "http://www.telegraph.co.uk/travel/terms-and-conditions/newmarket"
  },
  "url": "http://booking.newmarket.travel/book.asp?dlc=20330&fnpc=TWS&returl=http%3A%2F%2Fwww.telegraph.co.uk%2Ftravel%2Fcruises%2Fpartners%2Focean-cruise%2Fnewmarket-holidays%2Fbritish-isles-and-cities-discovery-cruise&utm_source=TWS&utm_medium=partner_referral",
  "overview": "<p>Immerse yourself in the best of Britain on this wonderful cruise of the British Isles. On this unique voyage you will discover the rugged beauty of the British coastline, including stops in France and the Netherlands. In bonnie Scotland, explore historic Orkney with its magnificent St Magnus Cathedral and Renaissance-inspired Earls Palace. Enjoy a memorable day ashore exploring the beautiful Isle of Skye. Portree is the perfect place for a stroll along the seafront admiring rows of picture-perfect colourful houses. Your itinerary also includes a stops at historic Belfast. </p><p>Take in the fresh air of the Antrim countryside or pay a visit to the modern Titanic Quarter - a testament to the city's shipbuilding past. It would be hard to resist the pull of the Emerald Isle, and you will discover its charms for yourself with a day in Dublin. Follow in the footsteps of James Joyce as you wander the bustling Grafton and O'Connell Streets. Other highlights include a stop in Honfleur, Normandy, once home to the French impressionists. At the end of each day, your comfortable ship awaits ready to whisk you away to the next days adventure. <br /></p><p></p>",
  "priceFrom": "899.0",
  "status": "kv9XqPKmKM2",
  "lastEditor": {
    "address": "VIBE-CRAWLER",
    "timestamp": "2018-01-10T07:36:35Z"
  },
  "approver": {
    "address": "felicity.russell@telegraph.co.uk",
    "timestamp": "2017-08-03T11:15:50Z"
  },
  "source": "AUTOMATIC",
  "otherInfo": [
    {
      "title": "Further Information",
      "text": ""
    },
    {
      "title": "\n\t\t\t\t\t\t Passport requirements \n",
      "text": "\n\t\t\t\t\t\t\t\nBritish Citizens will need a full, 10-year passport to travel on this cruise. Since some countries require visitors to be valid for at least six months after the return date of the cruise we recommend that all customers ensure that this is the case. Holders of non-British passports should check with the relevant embassies to see if any requirements and restrictions exist for any countries visited during the cruise.\n\n"
    },
    {
      "title": "\n\t\t\t\t\t\t Foreign Office travel advice \n",
      "text": "\n\t\t\t\t\t\t\t\nVisit <a href='http://www.gov.uk/foreign-travel-advice' target='_new'>www.gov.uk/foreign-travel-advice</a> to find out the latest Foreign And Commonwealth Office travel advice for your holiday destination, as well as information about passports and visas.\n\n"
    },
    {
      "title": "",
      "text": "*This offer applies to new bookings made between 27th December 2017 and 31st March (inclusive) only. The price shown on this page includes any initial Saver Fare discount. The exact value of the discount included will vary depending on offer, cruise, cabin and departure date selected. Further information is available as you book your chosen cruise. Discounts apply to all cabin categories. This offer may be withdrawn at any time. All fares exclude gratuities.<br/><br/>On many of our cruises, a limited number of Voyager Fare Inner and Ocean-view cabins are available. Choose these and you will be accommodated in at least a Standard Twin Inner or Ocean-view cabin, but will pay only the reduced Voyager Fare price. Availability is limited, so book now to secure your discount.<br/><br/>**The Extra 10% New Year Saver Fare is deducted after the Saver Fare discount has been calculated and is valid until 31st January (inclusive), Please use promo code 10NY to redeem your extra discount."
    }
  ],
  "accommodationOverview": "",
  "accommodations": [],
  "inclusions": [
    "10 nights' accommodation in your choice of cabin",
    "Full-board arrangements including full breakfast, lunch, dinner, afternoon tea and midnight snacks",
    "On-board entertainment as arranged",
    "Calls at ports as detailed in the itinerary",
    "The services of a friendly, professional crew and cruise staff",
    "Port charges and taxes",
    "Single and upgrade cabins are available for a supplement"
  ],
  "subtitle": "SAVER FARES AVAILABLE ON SELECTED CRUISES!*<br/><br/>PLUS NEW YEAR EXTRA 10% SAVING UNTIL 31ST JANUARY - QUOTE CODE <u>10NY</u>**",
  "highlights": [],
  "images": [
    "https://travelshop.telegraph.co.uk/tourimg.php?a=img&img=80e02b156925e7225dc038e13ad2a3f1",
    "https://travelshop.telegraph.co.uk/tourimg.php?a=img&img=4fc650d2cad1e94d8f27e56b8e346dd8"
  ],
  "videos": [],
  "visitingPlaces": [
    {
      "id": "kftlN6CbTM3",
      "type": "City",
      "label": "Rotterdam",
      "lat": 51.9244201,
      "long": 4.477732500000002
    },
    {
      "id": "kfvt0dBfGpB",
      "type": "City",
      "label": "Orkney",
      "lat": -3.21983,
      "long": 59.0537
    },
    {
      "id": "kftb3MqV2lr",
      "type": "City",
      "label": "Kirkwall",
      "lat": -2.95,
      "long": 58.9667
    },
    {
      "id": "kJv4VN1CLC8",
      "type": "Country",
      "label": "France",
      "lat": 46.227638,
      "long": 2.213749
    },
    {
      "id": "kJv4VN1mcLC",
      "type": "City",
      "label": "Belfast",
      "lat": 54.59728500000001,
      "long": -5.930119999999988
    },
    {
      "id": "kft5g3flk6v",
      "type": "City",
      "label": "Honfleur",
      "lat": 49.418762,
      "long": 0.23326199999996788
    },
    {
      "id": "kJv4VN33zlQ",
      "type": "City",
      "label": "Dublin",
      "lat": 53.3498053,
      "long": -6.2603097
    }
  ],
  "destinations": [],
  "geoLocalisationHint": "Kirkwall, France",
  "classifications": [
    {
      "name": "Ocean",
      "uri": {
        "localName": "ljxck0n7Nhv",
        "namespace": "http://data.telegraph.co.uk/resource/"
      },
      "classificationTypeList": [
        {
          "name": "Generic Cruise Type",
          "uri": {
            "localName": "ljxck0m24fm",
            "namespace": "http://data.telegraph.co.uk/resource/"
          }
        }
      ]
    }
  ],
  "externalReferences": [
    {
      "identifier": "TRD20330",
      "source": "http://data.telegraph.co.uk/resource/nD7wrdHhCxx",
      "externalReferenceType": "PARTNER"
    },
    {
      "identifier": "4e7772343a22b10d6e58c5f3dc474239",
      "source": "http://data.telegraph.co.uk/resource/mHMhTsvQtxh",
      "externalReferenceType": "PROVIDER"
    }
  ],
  "stops": [
    {
      "order": 1,
      "title": "1",
      "text": "Make your way to Tilbury for this evening's sailing. Enjoy a first dinner on board followed by some first-class entertainment.",
      "location": null
    },
    {
      "order": 2,
      "title": "2",
      "text": "The Dutch maritime city of Rotterdam has much to offer. World-class museums, the stunning architecture of the Erasmus Bridge and the remarkable Markthal food market. Explore the lovingly preserved Old Harbour and stroll past nearby Delfshaven's step-gabled houses and ancient wharves.",
      "location": null
    },
    {
      "order": 3,
      "title": "3",
      "text": "Today is spent at sea, cruising north towards Scotland, with a host of on-board diversions and entertainment to pass the time.",
      "location": null
    },
    {
      "order": 4,
      "title": "4",
      "text": "Discover the historic capital of Orkney as the ship docks in Kirkwall. Perhaps visit its magnificent centrepiece, St Magnus Cathedral. A mile from here are the waters of fabled Scapa Flow, where HMS Royal Oak sunk in WW2. Optional shore excursions will include highlights of the island's unique mix of history, archaeology, crafts and wildlife.",
      "location": null
    },
    {
      "order": 5,
      "title": "5",
      "text": "Today, Columbus calls in Portree on the Isle of Skye. Explore this pretty town of delightful white and colour-washed buildings set around the harbour, and where the Royal Hotel is said to be the site of the inn at which Bonnie Prince Charlie said farewell to Flora MacDonald for the last time.",
      "location": null
    },
    {
      "order": 6,
      "title": "6",
      "text": "Columbus' call in Belfast, today, brings chances to explore this unique city - where the gleaming Titanic Quarter is a must-see attraction - and to head into the surrounding Antrim countryside.",
      "location": null
    },
    {
      "order": 7,
      "title": "7",
      "text": "Today finds us in Dublin. This great city of culture and learning - home to Joyce, Yeats, Wilde and Swift, and birthplace of Shaw - is also one of Europe's most engaging capitals. Grafton and O'Connell Streets teem with shoppers, and the famous bars and pubs buzz with the energy of locals and visitors alike.",
      "location": null
    },
    {
      "order": 8,
      "title": "8",
      "text": "Columbus arrives in Cork's long, narrow harbour at Cobh, this morning. Shore excursions here offer you the chance to discover this historic capital of southwest Ireland, to head into the beautiful rolling countryside to fashionable Kinsale or to visit famous Blarney Castle, just north of the city, for a chance to kiss the Blarney Stone.",
      "location": null
    },
    {
      "order": 9,
      "title": "9",
      "text": "Relax on board as Columbus cruises south, today.",
      "location": null
    },
    {
      "order": 10,
      "title": "10",
      "text": "Columbus moors in the exquisite French port of Honfleur, gateway to the beautiful Normandy countryside, at the mouth of the Seine. Spend time exploring this favourite retreat of the French Impressionists, or venture further afield on a shore excursion.",
      "location": null
    },
    {
      "order": 11,
      "title": "11",
      "text": "Columbus sails into the mouth of the Thames and back to Tilbury, today, at the end of a wonderful autumn cruise.",
      "location": null
    },
    {
      "order": 12,
      "title": "12",
      "text": "",
      "location": null
    }
  ],
  "departures": [
    {
      "departurePlace": "",
      "numberOfNights": 10,
      "startDate": "2018-09-25",
      "price": "899.00",
      "referenceCode": "JHE-20180925",
      "departureId": "0",
      "selectedDate": "1970-01-03",
      "availability": "918"
    }
  ],
  "ship": {
    "name": "Columbus",
    "uri": {
      "localName": "m6vHYJS7Qx2",
      "namespace": "http://data.telegraph.co.uk/resource/"
    }
  },
  "lifeOnBoard": [],
  "cruiseLine": null,
  "cruiseType": {
    "name": "Ocean",
    "uri": {
      "localName": "ljxck0n7Nhv",
      "namespace": "http://data.telegraph.co.uk/resource/"
    },
    "classificationTypeList": [
      {
        "name": "Generic Cruise Type",
        "uri": {
          "localName": "ljxck0m24fm",
          "namespace": "http://data.telegraph.co.uk/resource/"
        }
      }
    ]
  },
  "pagePath": "british-isles-cities-discovery-cruise"
}